{"translation-revision-date":"2021-04-09 18:16:14+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"el_GR"},"An error occured. Please reload the page and try again.":["Παρουσιάσθηκε κάποιο σφάλμα. Παρακαλώ ξαναφορτώστε την σελίδα και προσπαθήστε ξανά."],"Free vs Pro":["Δωρεάν vs Pro"],"Activate":["Ενεργοποίηση"],"Build a landing page with a drag-and-drop content builder":["Δημιουργήστε μία σελίδα εισόδου με ένα drag-and-drop content builder"],"Changelog":["Σύνοψη αλλαγών"],"Create a child theme":["Δημιουργήστε ένα θυγατρικό θέμα"],"Deactivate":["Απενεργοποίηση"],"Documentation":["Τεκμηρίωση"],"If you find yourself in a situation where everything on your site is running very slowly, you might consider having a look at the documentation below where you will find the most common issues causing this and possible solutions for each of the issues.":["Αν διαπιστώσετε ότι η ταχύτητα του ιστοτόπου σας είναι αργή, ρίξτε μια ματιά στην παρακάτω τεκμηρίωση, όπου θα βρείτε τις πιο συχνές αιτίες που το προκαλούν καθώς και προτεινόμενες λύσεις για κάθε μία από αυτές."],"If you want to make changes to the theme's files, those changes are likely to be overwritten when you next update the theme. In order to prevent that from happening, you need to create a child theme. For this, please follow the documentation below.":["Αν θέλετε να κάνετε αλλαγές στα αρχεία του θέματος, αυτές οι αλλαγές θα ακυρωθούν με την επόμενη αναβάθμιση του. Για να αποφύγετε κάτι τέτοιο, θα πρέπει να δημιουργήσετε ένα θυγατρικό θέμα (child theme). Για να μάθετε πως γίνεται αυτό, παρακαλούμε ακολουθήστε τις παρακάτω οδηγίες."],"In the documentation below you will find an easy way to build a great looking landing page using a drag-and-drop content builder plugin.":["Στην τεκμηρίωση θα βρείτε ένα εύκολο τρόπο για να δημιουργήσετε μία εντυπωσιακή αρχική σελίδα με την χρήση ενός drag-and-drop content builder πρόσθετου."],"Join our Facebook Group":["Γίνετε μέλος της ομάδας μας στο Facebook"],"Leave us a review":["Αφήστε μια κριτική"],"Neve Community":["Κοινότητα Neve"],"Speed up your site":["Αυξήστε την ταχύτητα του ιστοτόπου σας"],"Submit a review":["Υποβολή κριτικής"],"Want to get the gist on the latest theme changes? Just consult our changelog below to get a taste of the recent fixes and features implemented.":["Θέλετε να μάθετε για τις πρόσφατες αλλαγές στο θέμα εμφάνισης; Απλά συμβουλευτείτε την παρακάτω σύνοψη αλλαγών για να πάρετε μια ιδέα για τις πρόσφατες βελτιώσεις και τις νέες δυνατότητες του."],"Contact Support":["Επικοινωνήστε με την υποστήριξη"],"Are you are enjoying Neve? We would love to hear your feedback.":["Σας αρέσει το Neve; Θα θέλαμε πολύ να ακούσουμε τα σχόλιά σας."]}},"comment":{"reference":"dashboard\/build\/dashboard.js"}}